Repository: duxweb/dmux
Catalog: Sources/DmuxWorkspace/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

# git.status.refresh
source: Refresh Git Status
de: Git-Status aktualisieren
es: Actualizar estado de Git
fr: Actualiser le statut Git
ja: Git ステータスを更新
ko: Git 상태 새로 고침
pt_br: Atualizar status Git
ru: Обновить статус Git
zh_hans: 刷新 Git 状态
zh_hant: 刷新 Git 狀態

# menu.app.about_format
source: About %@
de: Über %@
es: Acerca de %@
fr: À propos de %@
ja: %@について
ko: %@ 소개
pt_br: Sobre %@
ru: О %@
zh_hans: 关于 %@
zh_hant: 關於 %@

# menu.file.close_all_projects
source: Close All Projects…
de: Alle Projekte schließen…
es: Cerrar todos los proyectos...
fr: Fermer tous les projets…
ja: すべてのプロジェクトを閉じます…
ko: 모든 프로젝트 닫기…
pt_br: Fechar todos os projetos…
ru: Закрыть все проекты…
zh_hans: 关闭全部项目…
zh_hant: 關閉所有項目...

# menu.file.close_current_project
source: Close Current Project
de: Aktuelles Projekt schließen
es: Cerrar proyecto actual
fr: Fermer le projet en cours
ja: 現在のプロジェクトを閉じる
ko: 현재 프로젝트 닫기
pt_br: Fechar projeto atual
ru: Закрыть текущий проект
zh_hans: 关闭当前项目
zh_hant: 關閉目前項目

# menu.file.close_current_split
source: Close Current Split
de: Aktuellen Split schließen
es: Cerrar división actual
fr: Fermer le partage actuel
ja: 現在の分割を閉じる
ko: 현재 분할 닫기
pt_br: Fechar divisão atual
ru: Закрыть текущий сплит
zh_hans: 关闭当前分屏
zh_hant: 關閉目前拆分

# menu.file.close_window
source: Close Window
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
ja: ウインドウを閉じる
ko: 윈도우 닫기
pt_br: Fechar janela
ru: Закрыть окно
zh_hans: 关闭窗口
zh_hant: 關閉視窗

# menu.file.new_project
source: New Project
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau projet
ja: 新しいプロジェクト
ko: 새 프로젝트
pt_br: Novo Projeto
ru: Новый проект
zh_hans: 新建项目
zh_hant: 新專案

# menu.file.open_folder
source: Open Folder…
de: Ordner öffnen…
es: Abrir carpeta…
fr: Ouvrir le dossier…
ja: フォルダーを開く…
ko: 폴더 열기…
pt_br: Abrir pasta…
ru: Открыть папку…
zh_hans: 打开文件夹…
zh_hant: 開啟資料夾...

# menu.help.open_live_log
source: Open Live Log
de: Live-Protokoll offnen
es: Abrir registro en vivo
fr: Ouvrir le journal live
ja: ライブログを開く
ko: 라이브 로그 열기
pt_br: Abrir log ao vivo
ru: Открыть live-журнал
zh_hans: 打开监听日志
zh_hant: 打開監聽日誌

# menu.help.open_runtime_log
source: Open Runtime Log
de: Laufzeitprotokoll offnen
es: Abrir registro de ejecucion
fr: Ouvrir le journal d'execution
ja: 実行ログを開く
ko: 런타임 로그 열기
pt_br: Abrir log de execucao
ru: Открыть журнал выполнения
zh_hans: 打开运行日志
zh_hant: 打開運行日誌

# menu.help.github_issue
source: GitHub Issue
de: GitHub-Problem
es: Issue de GitHub
fr: Issue GitHub
ja: GitHub の問題
ko: GitHub 문제
pt_br: Issue do GitHub
ru: GitHub Проблема
zh_hant: GitHub 問題

# menu.help.website
source: Official Website
de: Offizielle Website
es: Sitio web oficial
fr: Site officiel
ja: 公式ウェブサイト
ko: 공식 홈페이지
pt_br: Site oficial
ru: Официальный сайт
zh_hans: 官方网站
zh_hant: 官方網站

# menu.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# menu.view.create_split
source: Create Split
de: Split erstellen
es: Crear división
fr: Créer une division
ja: 分割の作成
ko: 분할 생성
pt_br: Criar divisão
ru: Создать разделение
zh_hans: 创建分屏
zh_hant: 建立分割

# menu.view.create_tab
source: Create Tab
de: Registerkarte erstellen
es: Crear pestaña
fr: Créer un onglet
ja: タブの作成
ko: 탭 만들기
pt_br: Criar guia
ru: Создать вкладку
zh_hans: 创建标签页
zh_hant: 建立選項卡

# menu.view.open_ai_panel
source: Open AI Panel
de: KI-Bereich öffnen
es: Abrir panel de IA
fr: Ouvrir le panneau IA
ja: AI パネルを開く
ko: AI 패널 열기
pt_br: Abrir painel de IA
ru: Открыть панель ИИ
zh_hans: 打开 AI 面板
zh_hant: 開啟 AI 面板

# menu.view.open_git_panel
source: Open Git Panel
de: Git-Bereich öffnen
es: Abrir panel de Git
fr: Ouvrir le panneau Git
ja: Git パネルを開く
ko: Git 패널 열기
pt_br: Abrir painel de Git
ru: Открыть панель Git
zh_hans: 打开 Git 面板
zh_hant: 開啟 Git 面板

# menu.view.toggle_full_screen
source: Toggle Full Screen
de: Vollbild umschalten
es: Alternar pantalla completa
fr: Basculer en plein écran
ja: 全画面表示の切り替え
ko: 전체 화면 전환
pt_br: Alternar tela cheia
ru: Переключить полноэкранный режим
zh_hans: 切换全屏
zh_hant: 切換全螢幕

# menu.view.workspace_format
source: Workspace %@
de: Arbeitsbereich %@
es: Espacio de trabajo %@
fr: Espace de travail %@
ja: ワークスペース %@
ko: 작업 공간 %@
pt_br: Espaço de trabalho %@
ru: Рабочая область %@
zh_hans: 工作区 %@
zh_hant: 工作空間 %@

# open.application.format
source: Open in %@
de: In %@ öffnen
es: Abrir en %@
fr: Ouvrir dans %@
ja: %@で開く
ko: %@에서 열기
pt_br: Abrir em %@
ru: Открыть в %@
zh_hans: 使用 %@ 打开
zh_hant: 在 %@ 中開啟

# open.finder
source: Open in Finder
de: Im Finder öffnen
es: Abrir en Finder
fr: Ouvrir dans Finder
ja: Finderで開く
ko: Finder에서 열기
pt_br: Abrir em Finder
ru: Открыть в Finder
zh_hans: 使用访达打开
zh_hant: 在 Finder 中開啟

# open.ghostty
source: Open in Ghostty
de: In Ghostty öffnen
es: Abrir en Ghostty
fr: Ouvrir dans Ghostty
ja: Ghosttyで開く
ko: Ghostty에서 열기
pt_br: Abrir em Ghostty
ru: Открыть в Ghostty
zh_hans: 使用 Ghostty 打开
zh_hant: 在 Ghostty 中開啟

# open.ide
source: Open in IDE
de: In IDE öffnen
es: Abrir en IDE
fr: Ouvrir dans IDE
ja: IDEで開く
ko: IDE에서 열기
pt_br: Abrir em IDE
ru: Открыть в IDE
zh_hans: 使用 IDE 打开
zh_hant: 在 IDE 中開啟

# open.iterm2
source: Open in iTerm2
de: In iTerm2 öffnen
es: Abrir en iTerm2
fr: Ouvrir dans iTerm2
ja: iTerm2で開く
ko: iTerm2에서 열기
pt_br: Abrir em iTerm2
ru: Открыть в iTerm2
zh_hans: 使用 iTerm2 打开
zh_hant: 在 iTerm2 中開啟

# open.project.finder
source: Open Project in Finder
de: Öffnen Sie das Projekt in Finder
es: Abrir proyecto en Finder
fr: Projet ouvert dans Finder
ja: Finder でプロジェクトを開く
ko: Finder에서 프로젝트 열기
pt_br: Abra o projeto em Finder
ru: Открыть проект в Finder
zh_hans: 使用访达打开项目
zh_hant: 在 Finder 中開啟項目

# open.project.vscode
source: Open Project in VS Code
de: Öffnen Sie das Projekt in VS Code
es: Abrir proyecto en VS Code
fr: Projet ouvert dans VS Code
ja: VS Code でプロジェクトを開く
ko: VS Code에서 프로젝트 열기
pt_br: Abra o projeto em VS Code
ru: Открыть проект в VS Code
zh_hans: 使用 VS Code 打开项目
zh_hant: 在 VS Code 中開啟項目

# open.terminal
source: Open in Terminal
de: Im Terminal öffnen
es: Abrir en Terminal
fr: Ouvrir dans le terminal
ja: ターミナルで開く
ko: 터미널에서 열기
pt_br: Abrir no Terminal
ru: Открыть в терминале
zh_hans: 使用终端打开
zh_hant: 使用終端機打開

# open.vscode
source: Open in VS Code
de: In VS Code öffnen
es: Abrir en VS Code
fr: Ouvrir dans VS Code
ja: VS Codeで開く
ko: VS Code에서 열기
pt_br: Abrir em VS Code
ru: Открыть в VS Code
zh_hans: 使用 VS Code 打开
zh_hant: 在 VS Code 中開啟

# open.xcode
source: Open in Xcode
de: In Xcode öffnen
es: Abrir en Xcode
fr: Ouvrir dans Xcode
ja: Xcodeで開く
ko: Xcode에서 열기
pt_br: Abrir em Xcode
ru: Открыть в Xcode
zh_hans: 使用 Xcode 打开
zh_hant: 在 Xcode 中開啟

# pet.activity.completed_format
source: %@ completed
de: %@ abgeschlossen
es: %@ completado
fr: %@ terminé
ja: %@ 完了
ko: %@ 완료
pt_br: %@ concluído
ru: %@ завершено
zh_hans: %@ 已完成
zh_hant: %@ 已完成

# pet.activity.failed_format
source: %@ failed
de: %@ fehlgeschlagen
es: %@ falló
fr: %@ a échoué
ja: %@ 失敗
ko: %@ 실패
pt_br: %@ falhou
ru: %@ не удалось
zh_hans: %@ 执行失败
zh_hant: %@ 執行失敗

# pet.activity.loading
source: Preparing workspace
de: Arbeitsbereich wird vorbereitet
es: Preparando espacio
fr: Préparation de l'espace
ja: 端末を準備中
ko: 터미널 준비 중
pt_br: Preparando workspace
ru: Подготовка терминала
zh_hans: 正在准备终端
zh_hant: 正在準備終端

# pet.activity.running_format
source: %@ is running
de: %@ läuft
es: %@ en ejecución
fr: %@ en cours
ja: %@ 実行中
ko: %@ 실행 중
pt_br: %@ em execução
ru: %@ выполняется
zh_hans: %@ 正在执行
zh_hant: %@ 正在執行

# pet.activity.waiting_input_format
source: %@ needs input
de: %@ wartet auf Eingabe
es: %@ espera confirmación
fr: %@ attend une confirmation
ja: %@ 確認待ち
ko: %@ 확인 대기
pt_br: %@ aguarda confirmação
ru: %@ ждет подтверждения
zh_hans: %@ 等待确认
zh_hant: %@ 等待確認

# pet.activity.permission_waiting_format
source: %@ needs permission
de: %@ wartet auf Berechtigung
es: %@ espera permiso
fr: %@ attend une autorisation
ja: %@ 権限待ち
ko: %@ 권한 승인 대기
pt_br: %@ aguarda permissão
ru: %@ ждет разрешения
zh_hans: %@ 等待权限确认
zh_hant: %@ 等待權限確認

# pet.activity.permission_waiting_target_format
source: %@ needs permission for %@
de: %@ braucht Berechtigung für %@
es: %@ espera permiso para %@
fr: %@ attend l'autorisation pour %@
ja: %@ は %@ の権限待ち
ko: %@ %@ 권한 대기
pt_br: %@ aguarda permissão para %@
ru: %@ ждет разрешения для %@
zh_hans: %@ 等待允许 %@
zh_hant: %@ 等待允許 %@

# project.activity.generic_input_request_format
source: %@ is waiting for your input in %@
de: %@ wartet in %@ auf deine Eingabe
es: %@ espera tu respuesta en %@
fr: %@ attend votre saisie dans %@
ja: %@ は %@ で入力待ちです
ko: %@이 %@에서 입력을 기다립니다
pt_br: %@ aguarda sua entrada em %@
ru: %@ ждет вашего ввода в %@
zh_hans: %@ 正在等待你输入（项目：%@）
zh_hant: %@ 正在等待你輸入（專案：%@）

# project.activity.input_required
source: Action required
de: Aktion erforderlich
es: Acción requerida
fr: Action requise
ja: 対応が必要です
ko: 작업 필요
pt_br: Ação necessária
ru: Требуется действие
zh_hans: 需要处理
zh_hant: 需要處理

# project.activity.notification_request_format
source: %@ is waiting for %@ in %@
de: %@ wartet auf %@ in %@
es: %@ espera %@ en %@
fr: %@ attend %@ dans %@
ja: %@ は %@ を待っています（%@）
ko: %@이 %@ 대기 중입니다(%@)
pt_br: %@ aguarda %@ em %@
ru: %@ ждет %@ в %@
zh_hans: %@ 正在等待 %@（项目：%@）
zh_hant: %@ 正在等待 %@（專案：%@）

# project.activity.permission_request_format
source: %@ needs permission to use %@ in %@.
de: %@ benötigt die Berechtigung, %@ in %@ zu verwenden.
es: %@ necesita permiso para usar %@ en %@.
fr: %@ demande l'autorisation d'utiliser %@ dans %@.
ja: %@ は %@ の使用許可を待っています（%@）。
ko: %@이 %@ 사용 권한을 요청합니다(%@).
pt_br: %@ precisa de permissão para usar %@ em %@.
ru: %@ запрашивает разрешение использовать %@ в %@.
zh_hans: %@ 需要使用 %@ 的权限（项目：%@）。
zh_hant: %@ 需要使用 %@ 的權限（專案：%@）。

# project.activity.permission_request_generic_format
source: %@ needs you to allow or deny a permission request in %@.
de: %@ wartet in %@ auf Zulassen oder Ablehnen.
es: %@ espera que permitas o rechaces una solicitud en %@.
fr: %@ attend votre choix d'autoriser ou refuser dans %@.
ja: %@ は %@ で許可または拒否を待っています。
ko: %@이 %@에서 허용 또는 거부를 기다립니다.
pt_br: %@ aguarda você permitir ou negar uma solicitação em %@.
ru: %@ ждет, пока вы разрешите или отклоните запрос в %@.
zh_hans: %@ 在 %@ 中等待你选择允许或拒绝。
zh_hant: %@ 在 %@ 中等待你選擇允許或拒絕。

# project.activity.permission_required
source: Permission confirmation needed
de: Berechtigung bestätigen
es: Permiso por confirmar
fr: Autorisation à confirmer
ja: 許可の確認が必要です
ko: 권한 확인 필요
pt_br: Permissão pendente
ru: Требуется подтверждение разрешения
zh_hans: 需要权限确认
zh_hant: 需要權限確認

# project.activity.completed_format
source: %@ completed
de: %@ abgeschlossen
es: %@ completado
fr: %@ terminé
ja: %@が完了しました
ko: %@ 완료
pt_br: %@ concluído
ru: %@ завершено
zh_hans: %@ 已完成
zh_hant: %@ 已完成

# project.activity.finished_successfully_format
source: %@ finished successfully
de: %@ wurde erfolgreich abgeschlossen
es: %@ finalizó exitosamente
fr: %@ s'est terminé avec succès
ja: %@ は正常に終了しました
ko: %@이 성공적으로 완료되었습니다.
pt_br: %@ finalizado com sucesso
ru: %@ успешно завершен.
zh_hans: %@ 的任务执行完成
zh_hant: %@ 成功完成

# project.activity.finished_with_exit_code_format
source: %@ finished with exit code %@
de: %@ wurde mit dem Exit-Code %@ beendet
es: %@ terminó con el código de salida %@
fr: %@ terminé avec le code de sortie %@
ja: %@ は終了コード %@ で終了しました
ko: %@이 종료 코드 %@으로 완료되었습니다.
pt_br: %@ finalizado com código de saída %@
ru: %@ завершился с кодом выхода %@.
zh_hans: %@ 的任务已结束，退出码 %@
zh_hant: %@ 已完成，退出代碼為 %@

# project.create.message
source: Fill in the project name, directory, color, and icon.
de: Projektname, Ordner, Farbe und Symbol festlegen.
es: Completa el nombre, la carpeta, el color y el icono del proyecto.
fr: Renseignez le nom, le dossier, la couleur et l’icône du projet.
ja: プロジェクト名、フォルダ、色、アイコンを入力してください。
ko: 프로젝트 이름, 폴더, 색상, 아이콘을 입력하세요.
pt_br: Preencha o nome, a pasta, a cor e o ícone do projeto.
ru: Укажите имя проекта, папку, цвет и значок.
zh_hans: 填写项目名称、目录、颜色和图标。
zh_hant: 填寫項目名稱、目錄、顏色與圖示。

# project.create.title
source: Create Project
de: Projekt erstellen
es: Crear proyecto
fr: Créer un projet
ja: プロジェクトを作成
ko: 프로젝트 생성
pt_br: Criar projeto
ru: Создать проект
zh_hans: 创建项目
zh_hant: 建立項目

# project.edit.message
source: Update the project name, directory, color, and icon.
de: Projektname, Ordner, Farbe und Symbol aktualisieren.
es: Actualiza el nombre, la carpeta, el color y el icono del proyecto.
fr: Mettez à jour le nom, le dossier, la couleur et l’icône du projet.
ja: プロジェクト名、フォルダ、色、アイコンを更新します。
ko: 프로젝트 이름, 폴더, 색상, 아이콘을 업데이트하세요.
pt_br: Atualize o nome, a pasta, a cor e o ícone do projeto.
ru: Обновите имя проекта, папку, цвет и значок.
zh_hans: 更新项目名称、目录、颜色和图标。
zh_hant: 更新項目名稱、目錄、顏色與圖示。

# project.edit.title
source: Edit Project
de: Projekt bearbeiten
es: Editar proyecto
fr: Modifier le projet
ja: プロジェクトを編集
ko: 프로젝트 편집
pt_br: Editar projeto
ru: Изменить проект
zh_hans: 编辑项目
zh_hant: 編輯項目

# project.editor.choose_directory.message
source: Select a folder for this project.
de: Einen Ordner für dieses Projekt auswählen.
es: Selecciona una carpeta para este proyecto.
fr: Sélectionnez un dossier pour ce projet.
ja: このプロジェクトに使うフォルダを選択してください。
ko: 이 프로젝트에 사용할 폴더를 선택하세요.
pt_br: Selecione uma pasta para este projeto.
ru: Выберите папку для этого проекта.
zh_hans: 为这个项目选择一个文件夹。
zh_hant: 為這個項目選擇一個資料夾。

# project.editor.choose_directory.prompt
source: Choose
de: Wählen
es: Elegir
fr: Choisir
ja: 選択
ko: 선택
pt_br: Escolher
ru: Выбрать
zh_hans: 选择
zh_hant: 選擇

# project.editor.choose_directory.title
source: Choose Project Directory
de: Projektordner wählen
es: Elegir carpeta del proyecto
fr: Choisir le dossier du projet
ja: プロジェクトフォルダを選択
ko: 프로젝트 폴더 선택
pt_br: Escolher pasta do projeto
ru: Выбрать папку проекта
zh_hans: 选择项目目录
zh_hant: 選擇項目目錄

# project.editor.color
source: Project Color
de: Projektfarbe
es: Color del proyecto
fr: Couleur du projet
ja: プロジェクトの色
ko: 프로젝트 색상
pt_br: Cor do projeto
ru: Цвет проекта
zh_hans: 项目颜色
zh_hant: 項目顏色

# project.editor.directory
source: Project Directory
de: Projektverzeichnis
es: Directorio de proyectos
fr: Répertoire des projets
ja: プロジェクトディレクトリ
ko: 프로젝트 디렉토리
pt_br: Diretório de projetos
ru: Каталог проектов
zh_hans: 项目目录
zh_hant: 專案目錄

# project.editor.icon
source: Project Icon
de: Projektsymbol
es: Icono de proyecto
fr: Icône du projet
ja: プロジェクトアイコン
ko: 프로젝트 아이콘
pt_br: Ícone do projeto
ru: Значок проекта
zh_hans: 项目图标
zh_hant: 項目圖示

# project.editor.name
source: Project Name
de: Projektname
es: Nombre del proyecto
fr: Nom du projet
ja: プロジェクト名
ko: 프로젝트 이름
pt_br: Nome do Projeto
ru: Название проекта
zh_hans: 项目名称
zh_hant: 項目名稱

# project.open_folder.message
source: Choose a project folder to import.
de: Einen Projektordner zum Import auswählen.
es: Elige una carpeta de proyecto para importar.
fr: Choisissez un dossier de projet à importer.
ja: 読み込むプロジェクトフォルダを選択してください。
ko: 가져올 프로젝트 폴더를 선택하세요.
pt_br: Escolha uma pasta de projeto para importar.
ru: Выберите папку проекта для импорта.
zh_hans: 选择要导入的项目文件夹。
zh_hant: 選擇要匯入的項目資料夾。

# project.open_folder.prompt
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
pt_br: Abrir
ru: Открыть
zh_hans: 打开
zh_hant: 開啟

# project.open_folder.title
source: Open Folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
ja: フォルダを開く
ko: 폴더 열기
pt_br: Abrir pasta
ru: Открыть папку
zh_hans: 打开文件夹
zh_hant: 開啟資料夾

# project.remove.confirm_format
source: Are you sure you want to remove project %@? Files on disk will not be deleted.
de: Möchten Sie das Projekt %@ wirklich entfernen? Dateien auf der Festplatte werden nicht gelöscht.
es: ¿Seguro que quieres eliminar el proyecto %@? Los archivos del disco no se borrarán.
fr: Voulez-vous vraiment supprimer le projet %@ ? Les fichiers sur le disque ne seront pas supprimés.
ja: プロジェクト %@ を削除しますか？ディスク上のファイルは削除されません。
ko: 프로젝트 %@를 제거할까요? 디스크의 파일은 삭제되지 않습니다.
pt_br: Tem certeza de que deseja remover o projeto %@? Os arquivos no disco não serão apagados.
ru: Удалить проект %@? Файлы на диске не будут удалены.
zh_hans: 确定要移除项目“%@”吗？磁盘上的文件不会被删除。
zh_hant: 確定要移除項目「%@」嗎？磁碟上的檔案不會被刪除。

# project.remove.success_format
source: Removed project (project.name).
de: Projekt (project.name) entfernt.
es: Proyecto eliminado (project.name).
fr: Projet (project.name) supprimé.
ja: プロジェクト (project.name) を削除しました。
ko: 프로젝트 (project.name)을 제거했습니다.
pt_br: Projeto (project.name) removido.
ru: Удален проект (project.name).
zh_hans: 已移除项目 (project.name)。
zh_hant: 已刪除項目 (project.name)。

# project.remove.title
source: Remove Project
de: Projekt entfernen
es: Eliminar proyecto
fr: Supprimer le projet
ja: プロジェクトを削除
ko: 프로젝트 제거
pt_br: Remover projeto
ru: Удалить проект
zh_hans: 移除项目
zh_hant: 移除項目

# project.update.success_format
source: Updated project (updatedProject.name).
de: Aktualisiertes Projekt (updatedProject.name).
es: Proyecto actualizado (updatedProject.name).
fr: Projet mis à jour (updatedProject.name).
ja: プロジェクト (updatedProject.name) を更新しました。
ko: 프로젝트 (updatedProject.name)을 업데이트했습니다.
pt_br: Projeto (updatedProject.name) atualizado.
ru: Обновлен проект (updatedProject.name).
zh_hans: 已更新项目 (updatedProject.name)。
zh_hant: 更新了項目 (updatedProject.name)。

# rank.bronze
source: Light
de: Leicht
es: Ligero
fr: Léger
ja: 軽量
ko: 경량
pt_br: Leve
ru: Легкий
zh_hans: 轻量
zh_hant: 輕量

# rank.diamond
source: Grind
de: Vollgas
es: A tope
fr: Turbo
ja: 修羅場
ko: 풀가동
pt_br: Virado
ru: Аврал
zh_hans: 爆肝
zh_hant: 爆肝

# rank.gold
source: Focus
de: Fokus
es: Enfoque
ja: 集中
ko: 집중
pt_br: Foco
ru: Фокус
zh_hans: 专注
zh_hant: 專注

# rank.grandmaster
source: Godlike
de: Legende
es: Legendario
fr: Légende
ja: 神域
ko: 신급
pt_br: Lendário
ru: Легенда
zh_hans: 封神
zh_hant: 封神

# rank.iron
source: Idle
de: Leerlauf
es: Reposo
fr: Veille
ja: 待機
ko: 대기
pt_br: Inativo
ru: Простой
zh_hans: 待机
zh_hant: 待機

# rank.platinum
source: Intense
de: Intensiv
es: Intenso
ja: 高負荷
ko: 고강도
pt_br: Intenso
ru: Интенсив
zh_hans: 高强度
zh_hant: 高強度

# rank.silver
source: Active
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
ko: 활성
pt_br: Ativo
ru: Актив
zh_hans: 活跃
zh_hant: 活躍

# settings.ai_auto_refresh
source: AI Auto Refresh
de: KI-Aktualisierung
es: Actualización automática de IA
fr: Actualisation auto IA
ja: AI 自動更新
ko: AI 자동 새로고침
pt_br: Atualização automática de IA
ru: Автообновление ИИ
zh_hans: AI 自动刷新
zh_hant: AI 自動重新整理

# settings.ai_background_refresh
source: AI Background Refresh
de: KI-Hintergrundaktualisierung
es: Actualización en segundo plano de IA
fr: Actualisation IA en arrière-plan
ja: AI バックグラウンド更新
ko: AI 백그라운드 새로고침
pt_br: Atualização em segundo plano de IA
ru: Фоновое обновление ИИ
zh_hans: AI 后台刷新
zh_hant: AI 背景重新整理

# settings.app_icon
source: App Icon
de: App-Symbol
es: Icono de aplicación
fr: Icône de l'application
ja: アプリアイコン
ko: 앱 아이콘
pt_br: Ícone do aplicativo
ru: Значок приложения
zh_hans: 应用图标
zh_hant: 應用程式圖標

# settings.app_icon.option.cobalt
source: Cobalt
de: Kobalt
es: Cobalto
ja: コバルト
ko: 코발트
pt_br: Cobalto
ru: Кобальт
zh_hans: 钴蓝
zh_hant: 鈷藍

# settings.app_icon.option.default
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본
pt_br: Padrão
ru: По умолчанию
zh_hans: 默认
zh_hant: 預設

# settings.app_icon.option.forest
source: Forest
de: Wald
es: Bosque
fr: Forêt
ja: フォレスト
ko: 포레스트
pt_br: Floresta
ru: Лес
zh_hans: 森林
zh_hant: 森林

# settings.app_icon.option.sunset
source: Sunset
de: Sonnenuntergang
es: Atardecer
fr: Coucher de soleil
ja: サンセット
ko: 선셋
pt_br: Pôr do sol
ru: Закат
zh_hans: 日落
zh_hant: 日落

# settings.default_shell
source: Default Shell
de: Standard-Shell
es: Shell predeterminado
fr: Shell par défaut
ja: デフォルトシェル
ko: 기본 쉘
pt_br: Shell padrão
ru: Оболочка по умолчанию
zh_hans: 默认终端
zh_hant: 預設 Shell

# settings.dock_badge
source: Dock Badge
de: Dock-Abzeichen
es: Insignia Dock
fr: Insigne Dock
ja: Dock バッジ
ko: Dock 배지
pt_br: Selo Dock
ru: Dock Значок
zh_hans: 程序坞角标
zh_hant: Dock 徽章

# settings.git_auto_refresh
source: Git Auto Refresh
de: Git Automatische Aktualisierung
es: Actualización automática Git
fr: Actualisation automatique Git
ja: Git 自動更新
ko: Git 자동 새로고침
pt_br: Atualização automática Git
ru: Git Автоматическое обновление
zh_hans: Git 自动刷新
zh_hant: Git 自動刷新

# settings.interval.seconds_format
source: %@ sec
de: %@ Sek
es: %@ seg.
ja: %@ 秒
ko: %@ 초
pt_br: %@ segundos
ru: %@ сек.
zh_hans: %@ 秒
zh_hant: %@ 秒

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

# settings.language.follow_system
source: Follow System
de: System folgen
es: Seguir el sistema
fr: Suivre le système
ja: システムに従う
ko: 시스템 설정 따르기
pt_br: Seguir o sistema
ru: Следовать системе
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.language.restart_message
source: Restart Codux to apply the selected language.
de: Starte Codux neu, um die ausgewählte Sprache anzuwenden.
es: Reinicia Codux para aplicar el idioma seleccionado.
fr: Redémarrez Codux pour appliquer la langue sélectionnée.
ja: 選択した言語を適用するには Codux を再起動してください。
ko: 선택한 언어를 적용하려면 Codux를 다시 시작하세요.
pt_br: Reinicie o Codux para aplicar o idioma selecionado.
ru: Перезапустите Codux, чтобы применить выбранный язык.
zh_hans: 重启 Codux 后才会应用所选语言。
zh_hant: 重新啟動 Codux 後才會套用所選語言。

# settings.language.restart_pending
source: Language changes will apply after restart.
de: Die Sprachänderung wird nach dem Neustart angewendet.
es: El cambio de idioma se aplicará después de reiniciar.
fr: Le changement de langue sera appliqué après le redémarrage.
ja: 言語の変更は再起動後に適用されます。
ko: 언어 변경은 다시 시작한 후 적용됩니다.
pt_br: A alteração de idioma será aplicada após reiniciar.
ru: Изменение языка вступит в силу после перезапуска.
zh_hans: 语言会在重启后生效。
zh_hant: 語言會在重新啟動後生效。

# settings.language.restart_required
source: Restart the app to apply the selected language.
de: Starte die App neu, um die ausgewählte Sprache anzuwenden.
es: Reinicia la aplicación para aplicar el idioma seleccionado.
fr: Redémarrez l’application pour appliquer la langue sélectionnée.
ja: 選択した言語を適用するにはアプリを再起動してください。
ko: 선택한 언어를 적용하려면 앱을 다시 시작하세요.
pt_br: Reinicie o app para aplicar o idioma selecionado.
ru: Перезапустите приложение, чтобы применить выбранный язык.
zh_hans: 需要重启应用后才能应用所选语言。
zh_hant: 需要重新啟動應用後才能套用所選語言。

# settings.language.restart_title
source: Restart Required
de: Neustart erforderlich
es: Se requiere reiniciar
fr: Redémarrage requis
ja: 再起動が必要です
ko: 재시작 필요
pt_br: Reinicialização necessária
ru: Требуется перезапуск
zh_hans: 需要重启
zh_hant: 需要重新啟動

# settings.shortcut.create_split
source: Create Split
de: Split erstellen
es: Crear división
fr: Créer une division
ja: 分割の作成
ko: 분할 생성
pt_br: Criar divisão
ru: Создать разделение
zh_hans: 创建分屏
zh_hant: 建立分割

# settings.shortcut.create_tab
source: Create Tab
de: Registerkarte erstellen
es: Crear pestaña
fr: Créer un onglet
ja: タブの作成
ko: 탭 만들기
pt_br: Criar guia
ru: Создать вкладку
zh_hans: 创建标签页
zh_hant: 建立選項卡

# settings.shortcut.open_ai_panel
source: AI Panel
de: KI-Bereich
es: Panel de IA
fr: Panneau IA
ja: AI パネル
ko: AI 패널
pt_br: Painel de IA
ru: Панель ИИ
zh_hans: AI 面板
zh_hant: AI 面板

# settings.shortcut.project_switch
source: Project Switch Shortcuts
de: Verknüpfungen zum Projektwechsel
es: Atajos de cambio de proyecto
fr: Raccourcis de changement de projet
ja: プロジェクト切り替えのショートカット
ko: 프로젝트 전환 단축키
pt_br: Atalhos de mudança de projeto
ru: Ярлыки переключения проектов
zh_hans: 项目切换快捷键
zh_hant: 項目切換快速鍵

# settings.shortcut.project_switch_hint
source: Use ⌘1-⌘9 to switch projects in sidebar order.
de: Verwenden Sie ⌘1-⌘9, um Projekte in der Reihenfolge der Seitenleiste zu wechseln.
es: Utilice ⌘1-⌘9 para cambiar proyectos en el orden de la barra lateral.
fr: Utilisez ⌘1-⌘9 pour changer de projet dans l'ordre de la barre latérale.
ja: ⌘1 ～ ⌘9 を使用して、サイドバーの順序でプロジェクトを切り替えます。
ko: 사이드바 순서로 프로젝트를 전환하려면 ⌘1-⌘9를 사용하세요.
pt_br: Use ⌘1-⌘9 para alternar os projetos na ordem da barra lateral.
ru: Используйте ⌘1–⌘9 для переключения проектов в порядке боковой панели.
zh_hans: 使用 ⌘1-⌘9 按侧栏顺序切换项目。
zh_hant: 使用 ⌘1-⌘9 以側邊欄順序切換項目。
